---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomAreaPerPersonParam
source: html/a1e919f1-1814-2dff-c439-b30dffe996f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomAreaPerPersonParam Property

"Area per Person"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomAreaPerPersonParam { get; }
```